{
   "ACTIONS": {
      "ACTIONS": "Acciones",
      "CANCEL": "Cancelar",
      "HELP": "Ayuda",
      "SAVE": "Guardar"
   },
   "ADMIN": {
      "AUTHENTICATION": "Ajustes de autenticación",
      "ERR": {
         "LANGUAGE_DEFAULT": "Debe seleccionarse un idioma predeterminado",
         "PARSE_CAS": "No se puede analizar la configuración CAS.",
         "PARSE_LDAP": "No se puede analizar la configuración LDAP.",
         "PASSWORD_MAX": "El tamaño máximo de la contraseña es obligatorio",
         "PASSWORD_MIN": "El tamaño mínimo de la contraseña es obligatorio",
         "PASSWORD_SIZE": "El tamaño mínimo no puede ser mayor que el tamaño máximo. Por favor, compruebe sus números.",
         "ROOTURL": "Debe ser una URL válida",
         "SMTP_EMAILFROM": "Debe ser un email válido",
         "TITLE": "Título obligatorio"
      },
      "ETHERPAD_ACCOUNT": "Cuenta de Etherpad",
      "FIELD": {
         "ALLOW_ETHERPADS": "Pads anónimos",
         "ALL_PADS_PUBLICS_AUTHENTIFIED_ONLY": "Haga públicos todos los pads, pero siempre pida ser autentificada",
         "APPLY": "Aplicar",
         "AUTHENTICATION_METHOD": "Método de autenticación",
         "AUTH_CAS_SETTINGS": "Ajustes de CAS",
         "AUTH_LDAP_SETTINGS": "Ajustes de LDAP",
         "AUTH_METHODS": {
            "cas": "Servicio de autenticación central (CAS)",
            "internal": "interna",
            "ldap": "LDAP"
         },
         "CHECKMAILS": "Comprobar los mails de usuario",
         "HIDE_HELP_BLOCKS": "Esconder los bloques de ayuda",
         "HTMLEXTRA_HEAD": "Extra HTML para <head>",
         "INSENSITIVE_MAIL_MATCH": "Hacer que la búsqueda de usuario por correo electrónico sea no sensible a mayúsculas.",
         "LANGUAGE_DEFAULT": "Lenguaje por defecto",
         "OPEN_REGISTRATION": "Inscripción abierta",
         "PASSWORD_MAX": "Tamaño maximo",
         "PASSWORD_MIN": "Tamaño minimo",
         "ROOTURL": "URL de la raíz web",
         "SEARCH": "Buscar",
         "SHOW_ALL_USERS": "Ver todos las usuarias",
         "SMTP_EMAILFROM": "Email para enviar desde",
         "SMTP_HOST": "SMTP host",
         "SMTP_PASS": "Contraseña",
         "SMTP_PORT": "SMTP puerto",
         "SMTP_SSL": "Encryptacion por SSL",
         "SMTP_TLS": "Encryptacion por TLS",
         "SMTP_USER": "Usuario",
         "TITLE": "Titulo",
         "TOKEN_DURATION": "Validez del token",
         "USE_FIRST_AND_LAST_NAME_IN_PADS": "Usar nombre y apellido de los usuarios como nick en los pads"
      },
      "FORM_LOGIN": "Acceso a la administración",
      "FORM_SETTINGS": "Configuración de MyPads",
      "FORM_USERS_SEARCH": "Búsqueda de usuaria",
      "FORM_USER_EDIT": "Edición de perfil de usuaria",
      "HELP_LOGIN": "<p>La administración de MyPads está vinculada a la administración de Etherpad. Por favor, introduzca un nombre de usuaria y contraseña autorizadas, tal y como se ha fijado en Etherpad <em>settings.json</em> para poder actualizar la configuración de MyPads.</p>",
      "HELP_SETTINGS": "<h3>Configuración</h3><p>Sólo las administradoras de Etherpad tienen acceso a esta página. Aquí puede tratar las parametrizaciones globales y aplicarlas. Los cambios entrarán en vigor directamente. </p><h3>Contraseñas</h3><p>Ten cuidado con el tamaño de las contraseñas: si tiene cuentas existentes y aumenta el tamaño mínimo o disminuye el tamaño máximo, algunas contraseñas de usuario pueden volverse inutilizables.</p><h3>Configuración de correo </h3><p>MyPads puede verificar los correos de los usuarios suscritos enviándoles un correo electrónico que utilizarán para confirmar su dirección. Además, MyPads necesita el envío de correo electrónico para recuperar la contraseña.</p><p>Ten cuidado con la configuración SMTP: los parámetros incorrectos pueden provocar un fallo de Etherpad.</p><p>Tenga en cuenta que, a diferencia de otros parámetros, la configuración de SMTP sólo se aplica después de reiniciar Etherpad.</p>.",
      "HELP_USERS": "Esta página de administración reservada le ayuda a encontrar usuarios introduciendo su nombre de usuaria. Una vez encontrado, podrá editar o eliminar user.</p><p>Por razones de simplicidad y rendimiento, no ofrecemos aquí una lista completa de las usuarias suscritas.</p>",
      "HELP_USER_EDIT": "<p>Aquí puede actualizar todos los datos asociados a una usuaria existente. </p><p>Por favor, tenga en cuenta que por defecto, dejar la contraseña vacía significa mantener la contraseña actual. Si desea cambiarla, tiene que rellenar el campo de contraseña y su confirmación.</p>",
      "INFO": {
         "ALLOW_ETHERPADS": "Permitir pads anónimos clásicos desde la instancia de Etherpad, creada desde la URL raíz del servidor",
         "ALL_PADS_PUBLICS_AUTHENTIFIED_ONLY": "Esta opción elimina la noción de pads privados o restrictos, haciéndolos todos públicos, pero sólo serán accesibles a usuarias autentificadas.",
         "AUTHENTICATION_METHOD": "Puede elegir entre distintos métodos de autenticación. El método por defecto es \"interna\". No puede combinar diferentes métodos.",
         "AUTH_CAS_SETTINGS": "Vea los detalles en <a href=\"https://framagit.org/framasoft/Etherpad/ep_mypads/wikis/use-CAS-authentication\">página wiki dedicada </a>.<br>Junto a las propiedades y el idioma por defecto, todos los ajustes son en <a href=\"https://github.com/jsumners/simple-cas-interface/blob/HEAD/api.md#CASParameters\" hreflang=\"es\">simple-cas-interface</a> (el módulo usado para la autenticación CAS). El `serverUrl` no debe terminar con una barra oblicua.",
         "AUTH_LDAP_SETTINGS": "Vea los detalles en <a href=\"https://framagit.org/framasoft/Etherpad/ep_mypads/wikis/use-ldap-authentication\">página wiki dedicada</a>.<br>Junto a las propiedades y el idioma por defecto, todos los ajustes estan en ldapauth-fork (el módulo usado para la autenticación LDAP). Puedes añadirle otros ajustes, sólo tienes que ir a <a href=\"https://www.npmjs.com/package/ldapauth-fork#ldapauth-config-options\">la página del módulo </a> para ver cuál.",
         "CHECKMAILS": "Comprobar el correo del usuario dado en la suscripción",
         "HIDE_HELP_BLOCKS": "Los bloques de ayuda se muestran en varias páginas de MyPads, puedes ocultarlos con esta configuración",
         "HTMLEXTRA_HEAD": "Código HTML personalizado añadido al tag <head>",
         "INSENSITIVE_MAIL_MATCH": "Cuando compartes una carpeta con alguien, usando su dirección de correo electrónico, tienes que saber exactamente si hay mayúsculas o no (es decir, JaneDoe@example.org) o MyPads no encontrará al usuario. Esta opción hace que MyPads busque direcciones de correo electrónico sin distinguir entre mayúsculas y minúsculas.",
         "LANGUAGE_DEFAULT": "Idioma predeterminado para los usuarios invitados de MyPads",
         "LOGIN": "La configuración del etherpad.json arregló la conexión del admin",
         "NOCHANGE": "La configuración no ha cambiado, por lo que no se ha enviado ninguna actualización.",
         "OPEN_REGISTRATION": "Permitir a cualquiera crear una cuenta (sin efecto si la autenticación LDAP está activada)",
         "PASSWORD_MAX": "Contraseña número máximo de caracteres",
         "PASSWORD_MIN": "Contraseña número mínimo de caracteres",
         "ROOTURL": "La dirección web raíz utilizada para acceder a Etherpad",
         "SMTP_EMAILFROM": "Dirección de correo electrónico para enviar correos electrónicos desde MyPads",
         "SMTP_HOST": "Nombre de dominio al que pertenece el servidor SMTP",
         "SMTP_PASS": "Opcional: si se requiere autenticación con el servidor SMTP, contraseña",
         "SMTP_PORT": "Puerto SMTP a utilizar",
         "SMTP_SSL": "Marque esta casilla si desea utilizar una conexión SSL cifrada entre MyPads y su servidor SMTP.",
         "SMTP_TLS": "Marque esta casilla si desea utilizar una conexión TLS cifrada entre MyPads y su servidor SMTP.",
         "SMTP_USER": "Opcional: si se requiere autenticación con el servidor SMTP, nombre de usuario",
         "SUCCESS": "La configuración se ha actualizado correctamente",
         "TITLE": "Título global mostrado en tu instancia de MyPads",
         "TOKEN_DURATION": "El tiempo, en minutos, de los tokens generados es válido hasta que el usuario confirme su suscripción.",
         "USERS_SEARCH_LOGIN": "Por favor, introduzca un nombre de usuario para buscar entre los usuarios de la base de datos",
         "USER_FOUND": "Usuario encontrado, por favor vea las opciones dentro del formulario",
         "USER_NONE": "Ningún usuario para este login",
         "USER_REMOVE_SURE": "Usted está a punto de eliminar definitivamente esta cuenta y todas las carpetas y pads en las que la usuaria es la única administradora. Si está realmente segura de lo que está haciendo, haga clic en el botón Aceptar.",
         "USE_FIRST_AND_LAST_NAME_IN_PADS": "Forzar el uso de nombre y apellido como nick en los pads"
      },
      "SETTINGS_GENERAL": "Ajustes generales",
      "SETTINGS_MAIL": "Ajustes de correo",
      "SETTINGS_PASSWORD": "Ajustes de contraseña",
      "USERS_COUNT": "Cantidad de usuarias:",
      "USERS_SEARCH_LOGIN": "Búsqueda por login"
   },
   "BACKEND": {
      "ERROR": {
         "AUTHENTICATION": {
            "ACTIVATION_NEEDED": "Su cuenta no ha sido confirmada",
            "ADMIN": "Acceso denegado: debe ser una administradora de instancia de Etherpad autenticado.",
            "CAS_NO_TICKET": "Acceso denegado: no se dispone de billete CAS",
            "DENIED": "Acceso denegado",
            "DENIED_RECORD": "No se te permite conseguir este registro",
            "DENIED_RECORD_EDIT": "No se te permite modificar este registro",
            "MUST_BE": "Debe estar autentificado",
            "NOT_AUTH": "No autenticado",
            "NO_RECOVER": "Lo sentimos, no puede recuperar su contraseña desde aquí",
            "NO_REGISTRATION": "Lo sentimos, el registro está deshabilitado",
            "PASSWORD_INCORRECT": "La contraseña no es correcta",
            "PLEASE_CHANGE_YOUR_PASSWORD": "Su contraseña es la que se registra cuando se utiliza la autenticación externa. Este servidor utiliza autenticación interna y como medida de seguridad, esta contraseña no está permitida. Por favor, haga clic en el enlace \"¿Ha perdido su contraseña?\" para conectarte.",
            "TOKEN_INCORRECT": "Su token de seguridad no es válido"
         },
         "CONFIGURATION": {
            "CANTGET": "La carga de la configuración ha fallado. Póngase en contacto con su administradora.",
            "KEY_NOT_FOUND": "No se ha encontrado el registro",
            "LANG_PROBLEM": "No se puede actualizar el idioma. Se utilizará el idioma por defecto.",
            "MAIL_NOT_CONFIGURED": "La configuración de correo no se ha realizado en este servidor. Póngase en contacto con su administradora.",
            "ROOTURL_NOT_CONFIGURED": "La configuración de la URL raíz no se ha introducido en este servidor. Póngase en contacto con su administradora.",
            "UNABLE_TO_BIND_TO_LDAP": "No se puede enlazar al servidor LDAP con esta configuración.  Comprueba la configuración de LDAP "
         },
         "GROUP": {
            "CASCADE_REMOVAL_PROBLEM": "Algo va mal con la remoción de los pads en cascada",
            "INEXISTENT": "La carpeta no existe",
            "ITEMS_NOT_FOUND": "Algunas usuarias, administradoras o pads no han sido encontrados",
            "NOT_USER": "Usted no es un usuario de esta carpeta",
            "RESIGN_UNIQUE_ADMIN": "No puedes renunciar al administradora única"
         },
         "PAD": {
            "INEXISTENT": "Pad no existe",
            "ITEMS_NOT_FOUND": "No se encuentra la carpeta del pad o al menos uno de los usuarios"
         },
         "PERMISSION": {
            "UNAUTHORIZED": "No se le permite acceder a este registro",
            "UNEXPECTED": "Lo sentimos, se ha producido un error inesperado"
         },
         "TOKEN": {
            "EXPIRED": "El token ha caducado. Por favor, haga una nueva solicitud.",
            "INCORRECT": "El token utilizado contiene datos incorrectos para esta solicitud."
         },
         "TYPE": {
            "CALLBACK_FN": "Callback debe ser una función",
            "GID_STR": "gid debe ser una cadena",
            "ID_STR": "_id, cuando definido, debe ser una cadena",
            "INVITE_BOOL": "Invite debe ser un boolean",
            "KEY_STR": "Llave debe ser una cadena",
            "LOGINS_ARR": "logins debe ser un array",
            "LOGIN_REQUIRED": "Login obligatorio",
            "LOGIN_STR": "Login debe ser una cadena",
            "MAIL": "El email es inválido",
            "MSG_STR": "message debe ser una cadena",
            "PARAMS_REQUIRED": "Parámetros obligatorios",
            "PARAM_STR": "Algún parámetro debe ser una cadena",
            "PASSWORD_MISSING": "Contraseña faltante",
            "PASSWORD_SIZE": "El tamaño de la contraseña es demasiado corto o demasiado largo",
            "PASSWORD_STR": "Contraseña debe ser una cadena",
            "SMTP_CONFIG": "La configuración de tu servidor SMTP es invalida",
            "STR_100": "Cadena ne puede tener mas de 100 signos",
            "SUBJECT_STR": "subject debe ser una cadena",
            "TO_MAIL": "to debe ser una dirección de correo electrónico",
            "TYPE_PADSORGROUPS": "Type debe ser pads o folders",
            "UNABLE_TO_USE_EP_SETTINGS": "Imposible usar los ajustes settings.json de Etherpad",
            "USERLIST_CRUD": "crud debe ser add, set o del",
            "USERLIST_ID": "En set y del modos, ulistid es obligatorio",
            "USERLIST_NAME": "En add modo, el nombre de userlist es obligatorio",
            "USERLIST_SET_PARAMS": "En set modo, name o uids son obligatorios",
            "USER_INVALID": "User is invalido",
            "VALUE_REQUIRED": "Valor es obligatorio",
            "WITHEXTRA_BOOL": "withExtra debe ser un boolean"
         },
         "USER": {
            "ALREADY_EXISTS": "El usuario ya existe, por favor elija otro nombre de usuario",
            "BOOKMARK_NOT_FOUND": "Bookmark no encontrado",
            "EMAIL_ALREADY_EXISTS": "Este email de usuario ya ha sido utilizado, por favor elija otro",
            "NOT_FOUND": "Usuario no encontrado",
            "USERLIST_NOT_FOUND": "Lista de usuarios no encontrada"
         }
      }
   },
   "BOOKMARK": {
      "HELP": "<p>La página de favoritos te ofrece la posibilidad de ver todos los elementos marcados de tus MyPads. Puede eliminarlos de los favoritos si lo desea.",
      "TITLE": "Mis favoritos"
   },
   "GLOBAL": {
      "AND": "y",
      "DESCRIPTION": "MyPads es un plugin <a href=\"http://etherpad.org/\">Etherpad</a> que ha sido fundado en 2014 en Ulule por <a href=\"http://ulule.com/etherpad-framapad/supporters/\">413 backers</a> y organizado por la organización sin ánimo de lucro <a href=\"http://framasoft.org\">Framasoft</a>. Maneja :<ul><li>usuarios y su autenticación; </li><li>carpetas de pads por usuario, ilimitadas, compartibles;</li><li>pads adjuntos, con la opción de invitar a usuarios conocidos a usarlos, haciéndolos privados con contraseña o dejándolos públicos.</li></ul>.",
      "FOOTER": "Desarrollado por <a href=\"https://framagit.org/framasoft/Etherpad/ep_mypads\">MyPads</a><br>Publicado bajo licencia Apache 2.0",
      "LANG": "Inglés",
      "NO": "no",
      "OR": "o",
      "YES": "sí"
   },
   "GROUP": {
      "ADD": "Añadir una nueva carpeta",
      "ADD_HELP": "<h3>Visibilidad</h3><p>Puede elegir entre tres niveles de visibilidad. Esto afectará a todos los pads vinculados:<ul><li><em>restricted</em>, elección predeterminada: el acceso a los pads está limitado a una lista de usuarias invitadas que haya elegido;</li><li><em>private</em>: en este modo, debe introducir una contraseña y el acceso a los pads se comprobará con esta contraseña;</li><li><em>public</em>: en este modo, todos los pads son públicos, las usuarias sóla necesitan tener la dirección URL.</li></ul></p><h3>Sólo lectura</h3><p>Si selecciona <em>solo lectura</em>, todas las pastillas conectadas permanecerán en su estado, y no pueden ser editadas. Tenga en cuenta que la visibilidad todavía funciona en modo de sólo lectura.</p><h3>Tags</h3><p>Puede adjuntar etiquetas a este elemento haciendo clic en el campo de entrada correspondiente y seleccionándolas una por una.</p><p>Para crear una nueva etiqueta, llénela y escriba ENTER o haga clic en el botón 'Ok'. Una vez añadida la etiqueta, se seleccionará automáticamente en este formulario.</p><p>Puede eliminar una etiqueta haciendo clic en la cruz situada a su derecha.</p>",
      "ADMIN_SHARE": {
         "AS": "Administración compartida",
         "FAILURE": "No puedes compartir la administración con usuarias que no tienen cuenta en esa instancia:",
         "SUCCESS": "La compartición de administración se ha logrado con éxito para "
      },
      "ARCHIVED": "Carpetas archivadas",
      "BOOKMARK": "Favorito",
      "BOOKMARKED": "Carpetas favoritas",
      "EDIT": "Editar ",
      "EDIT_GROUP": "Editar carpeta",
      "ERR": {
         "NAME": "Se necesita un nombre para la carpeta"
      },
      "FIELD": {
         "ALLOW_USERS_TO_CREATE_PADS": "¿Permitir a las usuarias simples de la carpeta a crear pads?",
         "ARCHIVED": "Archivado",
         "DESCRIPTION": "Descripción ",
         "GROUP_PARAMS": "Opciones de carpetas?",
         "NAME": "Nombre",
         "PRIVATE": "Privado",
         "PUBLIC": "Publico",
         "READONLY": "Solo lectura",
         "RESTRICTED": "Restrictado",
         "VISIBILITY": "Visibilidad "
      },
      "FILTERS": {
         "ADMIN": "Carpetas que administro",
         "HELP": "Puede seleccionar uno o varios filtros, haga clic de nuevo en él para desactivarlo.",
         "TITLE": "Filtros",
         "USER": "Carpetas donde estoy invitada"
      },
      "GROUP": "Carpeta",
      "GROUPS": "Carpetas",
      "HELP": "Las carpetas pueden contener pads. Aquí tienes tus carpetas : las que has creado, las que has sido invitadas explícitamente",
      "INFO": {
         "ADD_SUCCESS": "La carpeta ha sido creada con éxito",
         "ALLOW_USERS_TO_CREATE_PADS": "Esto permite a las usuarias de la carpeta que no tienen derechos de administradora crear pads en la carpeta",
         "ARCHIVED": "Si esta opción está seleccionada, la carpeta aparecerá en la lista de carpetas archivadas aunque esté marcada.",
         "CHAT_HISTORY_REMOVE_SUCCESS": "El historial de chat del pad ha sido eliminado con éxito",
         "CHAT_HISTORY_REMOVE_SURE": "¿Estás segura de que quieres eliminar el historial de chat de este pad?",
         "DESCRIPTION": "Un largo texto explicativo opcional para describir su carpeta",
         "EDIT_SUCCESS": "La carpeta se ha actualizado correctamente",
         "GROUP_PARAMS": "Por defecto, el pad hereda de los parámetros de la carpeta a la que pertenece. Se pueden sobrescribir si se desea",
         "NAME": "Nombre",
         "PAD_ADD_SUCCESS": "El pas ha sido eliminado con éxito",
         "PAD_EDIT_SUCCESS": "El pad has sido actualizado con éxito",
         "PAD_MOVE": "Seleccione la carpeta deseada para su migración",
         "PAD_MOVE_NOGROUP": "Lo sentimos, pero no se ha encontrado mas carpeta. Se necesita crear una.",
         "PAD_MOVE_SUCCESS": "Todos los pads han sido eliminados",
         "PAD_REMOVE_SUCCESS": "El pad has sido eliminado con éxito",
         "PAD_REMOVE_SURE": "Esta segura de que quieres eliminar ese pad? ATENCIÓN: esta acción es irreversible, el pad será borrado PARA TODOS los que tengan acceso a él.",
         "PASSWORD": "Se requiere en modo privado",
         "READONLY": "Si esta opción está seleccionada, los pads enlazados estarán en modo sólo lectura y la carpeta estará en la lista de carpetas archivadas a menos que esté marcada.",
         "REMOVE_SUCCESS": "La carpeta se ha eliminado correctamente",
         "REMOVE_SURE": "¿Estás segura de que quieres eliminar esta carpeta? ATENCIÓN: esta acción es irreversible, la carpeta y sus pads serán borrados PARA TODOS los que tengan acceso a ella.",
         "RESIGN": "¿Estás segura de que quieres retirarse esta carpeta?",
         "RESIGN_SUCCESS": "Se ha retirado de la carpeta con éxito",
         "VISIBILITY": "Requerido, restringido por defecto a usuarias o administradoras invitadas"
      },
      "INVITE_USER": {
         "FAILURE": "No puedes invitar a usuarias que no tienen cuenta en esa instancia: ",
         "HELP": "<h4>Lista de usuarias</h4><p>Puede seleccionar una o más listas de usuarias. Cada clic añadirá todos los miembros de la lista de usuarias seleccionadas a las usuarias invitadas. </p><h4>Invitar usuaris</h4><p>Este campo acepta un correo electrónico o inicio de sesión a la vez. Cuando se escribe ENTER o se hace clic en Aceptar, los datos rellenados se añaden a la lista de usuarias invitadas. Una lista de usuarias conocidas le ayuda a llenar la entrada.</p><h4>Usuarias</h4><p>Esta lista contiene todas las usuarias seleccionadas. Puede eliminar una haciendo clic en el signo después de cada elemento.</p><h4>Note</h4><p>Por favor, tenga en cuenta que, por ejemplo, las usuarias registradas se añadirán automáticamente a su carpeta. A corto plazo, las usuarias externos recibirán un correo electrónico para crear una cuenta.</p>",
         "INPUT_HELP": "Puedes invitar a tantas usuarias como quieras",
         "IU": "Invitar y gestionar usuarias",
         "PLACEHOLDER": "Email o login",
         "SUCCESS": "La invitación de usuaria se ha logrado con éxito para ",
         "USERS_SELECTED": "Usuarias seleccionadas",
         "USERS_SELECTION": "Seleccionar usuarias"
      },
      "INVITE_USERLIST": "Invitar a una lista de usuarias",
      "MARK_SUCCESS": "Marcado con éxito",
      "MYGROUPS": "Mis carpetas",
      "NONE": "No carpeta",
      "PAD": {
         "ADD": "Crear un nuevo pad",
         "ADD_PROMPT": "Introduzca el nombre del nuevo pad",
         "ADMINS": "Adminstradoras",
         "DESELECT_ALL": "Deseleccionar todos los pads",
         "EDIT": "Editar un pad",
         "EDIT_PROMPT": "Introduzca el nuevo nombre del pad",
         "EXPAND": "Expender ",
         "FROM_GROUP": "carpeta:",
         "MOVE": "Mover todos los pads a otra carpeta",
         "MOVE_HELP": "<p>Por favor seleccione la carpeta deseada para su migración. Sólo se listan las carpetas en las que usted es administradora.</p><p>Una vez elegida, haga clic en el botón de enviar y espere un momento.</p>",
         "MOVE_TITLE": "Migración de los pads de la carpeta ",
         "NONE": "No hay pads enlazados",
         "OPEN_TAB": "Abrir en una nueva pestaña",
         "PAD": "Pad",
         "PADS": "Pads",
         "PUBLIC_DENIED": "Acceso público: no está permitida ver estos datos.",
         "REDUCE": "Reducir",
         "SELECT_ALL": "Seleccionar todos los pads",
         "SELECT_AT_LEAST_ONE_PAD": "Por favor, selecciona al menos un pad",
         "SORT_BY": "Ordenar los pads por",
         "SORT_BY_CREATION": "fecha de creación",
         "SORT_BY_NAME": "nombre",
         "SORT_BY_UPDATE": "última actualización",
         "TITLE": "Titulo",
         "USERS": "Usuarias",
         "USERS_NONE": "No usuaria",
         "VIEW_HELP": "<p>Esta es la interfaz principal del pad actual.</p><p>Si la carpeta o el pad es privado, debe introducir la contraseña para poder acceder a él.</p><p>Si desea mostrar la carpeta y tiene permiso para ello, puede hacer clic en el nombre de la carpeta.</p>.",
         "VISIBILITY": "Visibilidad"
      },
      "PROPERTIES": "Propiedades",
      "QUIT_GROUP": "Desuscribirse de la carpeta",
      "REMOVE": "Eliminar",
      "REMOVE_CHAT_HISTORY": "¿Estás segura de que quieres eliminar el historial de chat de este pad?",
      "SEARCH": {
         "HELP": "Búsqueda en campos comunes con al menos 2 caracteres",
         "TITLE": "Buscar",
         "TYPE": "Escribe aquí"
      },
      "SHARE": "Compartir",
      "SHARE_ADMIN": "Compartir la administración ",
      "SHARE_LINK": "Por favor, comparte esta URL con su invitadas",
      "SHARE_PASSWORD": "Por favor, entre la contraseña para compartir",
      "SORT": {
         "HELP": "De forma predeterminada, las carpetas están ordenadas por fecha de creación, primero las más antiguas. Puede optar por utilizar otras órdenes. Haga clic de nuevo para invertir el orden.",
         "TITLE": "Ordenar por"
      },
      "TAGS": {
         "HELP": "Puede filtrar por una o más etiquetas. Haga clic de nuevo para desactivar si lo desea",
         "TITLE": "Tags"
      },
      "UNMARK": "Desmarcar",
      "VIEW": "Ver",
      "VIEW_HELP": "<p>Los detalles de la carpeta muestran <ul><li>opciones definidas cuando la carpeta ha sido creada o actualizada;</li><li>listas de pads creados en esa carpeta;</li><li>y lista de administradoras y usuarias de esa carpeta</li></ul>.Desde allí, puede <ul><li>crear nuevos pads, editarlos, eliminarlos o marcarlos;</li><li>compartir la administración de su carpeta con otras usuarias;</li><li>invitar a otras usuarias a ver y editar los pads de la carpeta.</ul></p>",
      "VIEW_MANAGE": "Ver y gestionar carpeta y su pads"
   },
   "MENU": {
      "ADMIN": "Administración",
      "BOOKMARK": "Mis favoritos",
      "CONFIG": "Configuración",
      "LOGOUT": "Salir",
      "PAD": "Mis Carpetas & Pads",
      "PROFILE": "Mi Perfil",
      "USERLIST": "Mis listas de usuarias",
      "USERS": "Usuarias"
   },
   "NOTIFICATION": {
      "ERROR": "Error",
      "ERROR_UNEXPECTED": "Se ha producido un error inesperado. Póngase en contacto con la administradora.",
      "INFO": "Informaciones",
      "SUCCESS": "Éxito",
      "SUCCESS_GENERIC": "La acción se ha llevado a cabo con éxito",
      "WARNING": "Alerte"
   },
   "TAG": {
      "HELP": "You can associate to this element as many tags as you wish",
      "PLACEHOLDER": "Entre su etiqueta",
      "TAGS": "Etiquetas"
   },
   "USER": {
      "AUTH": {
         "PROFILE_SUCCESS": "Perfil actualizado con éxito.",
         "SUBSCRIBE_CONFIRM_SUCCESS": "Suscripción exitosa. Se le ha enviado un correo electrónico para confirmar su dirección de correo electrónico antes de que pueda iniciar sesión.",
         "SUBSCRIBE_SUCCESS": "Suscripción exitosa! Bienvenidas.",
         "SUCCESS": "Autenticación exitosa! Bienvenidas.",
         "SUCCESS_OUT": "Ha sido desconectada con éxito.",
         "WELCOME": "Bienvenida"
      },
      "COLOR": "Color personalizado para los pads",
      "COLOR_SAMPLE": "#00cc00",
      "EMAIL": "Correo",
      "EMAIL_SAMPLE": "nombredeusuaria@ejemplo.org",
      "ERR": {
         "COLOR": "El código hexadecimal debe ser como #00000000",
         "EMAIL": "El correo electrónico es obligatorio y debe ser válido",
         "LOGIN": "Login es obligatorio",
         "LOGOUT": "Error de cierre de sesión : no se ha autenticado.",
         "PASSWORD_MISMATCH": "Las contraseñas introducidas no coinciden."
      },
      "FIRSTNAME": "Nombre",
      "FORM": "Login",
      "HELP": {
         "PROFILE": "<p>Cada cambio en su perfil necesita rellenar correctamente la casilla de la contraseña actual. Por favor, tenga en cuenta que:</p><ul><li>puede cambiar todo actualizando el campo apropiado;</li><li>dejar vacía la contraseña y la confirmación de contraseña no afectará a su contraseña actual; <li></li>No se puede cambiar su nombre de usuaria en este momento pero será posible en el futuro;</li><li> si desea cambiar su contraseña, por favor ingrese la nueva en la casilla y confirme con la confirmación de la contraseña.</li></ul>"
      },
      "INFO": {
         "ACCOUNT_CONFIRMATION_SUCCESS": "Su cuenta ha sido confirmada con éxito. Ahora puede iniciar sesión.",
         "CHANGEPASS_SUCCESS": "Su contraseña ha sido actualizada con éxito.",
         "COLOR": "El código hexadecimal para el color que desea que se utilice por defecto en los pads",
         "EMAIL": "El correo electrónico es necesario para recuperar la contraseña",
         "LANG": "La configuración predeterminada de su navegador, dependiendo de los idiomas disponibles en MyPads",
         "LOGIN": "El nombre de usuario único que usted elija cuando se haya suscrito",
         "OPTIONAL": "Campo opcional",
         "PAD_NICKNAME": "Si está definido, reemplace su nombre de usuaria en los pads si ha marcado \"Usar nombre de usuaria y color en los pads?\"",
         "PASSRECOVER_SUCCESS": "Usted debe haber recibido un correo electrónico a la dirección que ha utilizado cuando se suscribió. Este correo electrónico contiene una dirección web que es válida temporalmente. Por favor, siga esta url para cambiar su contraseña.",
         "PASSWORD_BEGIN": "Debe estar entre",
         "PASSWORD_CHECK": "Para la verificación : debe ser la misma contraseña",
         "PASSWORD_CURRENT": "Comprobación de seguridad : obligatoria para todos los cambios de perfil",
         "PASSWORD_END": "caracteres",
         "REMOVE_ACCOUNT": "Elimine definitivamente su cuenta y todas las carpetas y pads en las que usted es la única administradora",
         "REMOVE_ACCOUNT_SUCCESS": "Cuenta eliminada con éxito",
         "REMOVE_ACCOUNT_SURE": "Usted está a punto de eliminar definitivamente su cuenta y todas las carpetas y pads en las que usted es la única administradora. Si está realmente seguro de lo que está haciendo, introduzca su contraseña actual y haga clic en OK.",
         "USECOLORINPADS": "¿Usar el color elegido en los pads por defecto?",
         "USELOGINANDCOLORINPADS": "¿Utiliza el nombre de usuario y el color elegido en los pads de forma predeterminada?"
      },
      "LANG": "Idioma",
      "LASTNAME": "Apellido",
      "LOGIN": "Login",
      "MANDATORY_FIELDS": "Campos obligatorios",
      "MYPADS_ACCOUNT": "Cuenta de MyPads",
      "OK": "Ok",
      "OPTIONAL_FIELDS": "Campos opcionales",
      "ORGANIZATION": "Organización",
      "ORSUB": "(o suscribirse)",
      "PAD_NICKNAME": "Seudónimo usado en los pads",
      "PASSCHECK": "Confirmar contraseña",
      "PASSCURRENT": "Contraseña actual",
      "PASSRECOVER": "Recuperar la contraseña",
      "PASSWORD": "Contraseña",
      "PASSWORD_LOST": "¿Olvidó la contraseña?",
      "PLEASE_WAIT": "Por favor espere, el servicio se está cargando.",
      "PROFILE": "Perfil",
      "REGISTER": "Registrar",
      "REMOVE_ACCOUNT": "Borrar mi cuenta",
      "SUBSCRIBE": "Suscribirse",
      "UNDEF": "********",
      "USECOLORINPADS": "¿Utiliza el color en los pads?",
      "USELOGINANDCOLORINPADS": "Usar login y color en los pads?",
      "USERNAME": "Nombre de usuaria"
   },
   "USERLIST": {
      "ADD": "Crear nueva lista de usuarias",
      "EDIT": "Editar lista de usuarias",
      "ERR": {
         "NAME": "El nombre de la lista de usuarias es obligatorio"
      },
      "FIELD": {
         "NAME": "Nombre",
         "USERS": "Usuarias",
         "USERSAREA_HELP": "Puede agregar tantos correos electrónicos o inicios de sesión como desee",
         "USERSAREA_PLACEHOLDER": "Une email o login por línea",
         "USERS_HELP": "Añadir tanta usuarias como quieras"
      },
      "FORM_HELP": "<h3>Nombre</h3><p>Debe dar un nombre a la lista de usuaria para poder identificarla. </p><h3>Usuarias</h3><p>Puede añadir tantas usuarias como desee. Para ello, por favor, introduzca el correo electrónico o inicie sesión y haga clic en el botón \"Aceptar\". Tenga en cuenta que las usuarias ya conocidas pueden seleccionarse desde la entrada.</p><p>Para eliminar usuarias, haga clic en la cruz situada a la derecha de cada usuaria.</p>",
      "HELP": "<p>Aquí puede encontrar todas sus listas de usuarias, ordenada por fecha de creación. La información resumida está disponible con el nombre de cada lista de usuarias y el número de usuarias vinculaaos.</p><p>A través de los iconos de acción, ubicados en la parte superior derecha de cada lista de usuarias, puede editar o eliminar listas. Los detalles están disponibles en el formulario, mediante la opción editar.</p>",
      "INFO": {
         "ADD_SUCCESS": "Lista de usuarias ha sido creada con éxito",
         "EDIT_SUCCESS": "Lista de usuaria ha sido actualizado con éxito",
         "NAME": "Nombre de la lista de usuarias",
         "REMOVE_SUCCESS": "Lista de usuaria ha sido eliminada con éxito",
         "REMOVE_SURE": "Esta segura que quieres eliminar esa lista de usuarias?",
         "USER_FAILURE": "No puedes añadir usuarias que no tengan cuenta en esa instancia : ",
         "USER_INVITE": "Seleccionando una lista de usuarias, usted invitará a todos sus usuarias al mismo tiempo",
         "USER_SUCCESS": "La adición de usuarias ha sido exitosa para "
      },
      "USERLIST": "Lista de usuarias"
   }
}
